[{"link": "https://www.reuters.com/article/eldorado-brasil-bonds/brazils-eldorado-says-prospectus-is-accurate-after-holder-allegation-idUSL1N2010DE", "page_title": "Brazil's Eldorado says prospectus is accurate after holder allegation", "text": "['By Tatiana Bautzer ', 'SAO PAULO, Feb 6 (Reuters) - Eldorado Brasil Celulose SA said on Wednesday that financial information in a bond prospectus is accurate, responding to a shareholder that alleged in letters to the U.S. Securities and Exchange Commission that it contained “material inaccuracies.” ', 'Eldorado said in a statement that the financial information in the bond prospectus is “consistent and correct” and the sale complies with all relevant regulation. ', '“The company is sorry that one of its shareholders is uncomfortable with the transaction, but is sure the bond sale is important to the company”, Eldorado added. People close to the company said the transaction would proceed with no changes. ', 'The shareholder, CA Investment, a vehicle owned by pulpmaker Paper Excellence, sent letters to the SEC stating that bond investors had received inaccurate information ahead of a planned bond issue by the Brazilian pulpmaker. ', 'According to documents seen by Reuters, law firm Mehigan wrote to the SEC on behalf of CA Investment. ', 'The documents alleged there were “fundamentally material inaccuracies” with respect to Eldorado’s earnings before interest, tax, depreciation and amortization (EBITDA) in the bond offer memorandum. It said the EBITDA “has been materially overstated.” ', 'Eldorado plans to sell $500 million in 2026 bonds and is expected to price the issue on Wednesday. ', 'Paper Excellence confirmed the documents had been filed with the SEC. ', 'Netherlands-based Paper Excellence owns 49.4 percent in Eldorado and is involved in a dispute with the current controlling shareholder, J&F Investimentos SA, over completion of a deal to acquire control of the company. J&F is controlled by Joesley and Wesley Batista, also shareholders in meatpacker JBS SA. (Reporting by Tatiana Bautzer; Editing by Rosalba O’Brien and Jeffrey Benkoe)']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/india-inc-raising-more-dollar-funds/articleshow/67666783.cms", "page_title": "India Inc raising more dollar funds", "text": "['Relatively high interest rates in the domestic market, easy global liquidity at the start of the year and a quick reversal in international interest rates are driving big corporations to borrow in US dollars in what is promising to be a bullish year after a dull 2018.\\n', '\\n', 'Last week, State Bank of India (SBI) raised a total of $1.25 billion in a dual bond sale, which included a three-year note and a five-year bond to investors across the globe.\\n', '\\n', 'SBI’s issue was its largest since April 2014 and followed another large $900 million issue by India’s largest oil marketing company, Indian Oil. Subsequently, another oil marketing company BPCL has raised $500 million while upstream company ', ' may also price an issue soon.\\n', '\\n', 'This new year rush currently totalling $2.65 billion is in contrast to 2018, when only $6.50 billion was raised in the full year, out of which more than half or $3.95 billion was raised in the first quarter ending March. The year 2018 was poor compared to 2017 when close to $14 billion were raised by even lower-rated companies from India.\\n', '\\n', 'Bankers say Indian companies want to make best use of the relatively easier liquidity.\\n', '\\n', '\\n', ' \\n', '“Indian companies want to borrow when there is enough liquidity at the start of the year rather than wait because last year the markets became more difficult for the second half and that is what partly explains the rush of issuances so far this year,” said Rishad Reporter, head DCM, India and Middle East at ', ', which has been involved in two of the three issues to hit the market so far.\\n', '\\n', 'Indian elections, likely in the second quarter of the year, is also forcing companies to advance their funding plans along with the recent recession in benchmark US bond yields.\\n', '\\n', 'The 10-year US bond yield has fallen to 2.76 per cent currently from a peak of 3.24 per cent at the start of November.\\n', '\\n', 'A stable rupee is also making overseas borrowings more favourable.\\n', '\\n', '“This year, we expect a significant uptick in US dollar bond issuances from India as investors are looking to put their funds to work after a sluggish 2018. Macro factors like a dovish Fed, stable rupee and falling crude prices would encourage financial institutions and corporates to tap the dollar bond market. This year has already seen issuances worth nearly $3 billion and we anticipate more issuances through the pre-election period,” said Sunil Khaitan, head, global capital markets India at Bank of America ', '.\\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/crisil-downgrades-two-ilfs-spv-bonds/articleshow/67635797.cms", "page_title": "CRISIL downgrades two IL&FS SPV bonds", "text": "['Rating company ', ' has significantly cut creditworthiness of two special purpose vehicles of IL&FS, the infrastructure conglomerate, citing “heightened risk” of defaults as the company management has taken a new stance on repayments.\\n', ' \\n', 'CRISIL has downgraded its rating on the non-convertible debentures (', \") of Jharkhand Road Projects Implementation Company Ltd (JRPICL) to BB(SO) from 'CRISIL AA(SO), a drop of about nine notches.\\n\", '\\n', \"Similarly, it has has downgraded its rating on such instruments sold by North Karnataka Expressway Ltd (NKEL). The grade has been cut by three notches to A+(SO) from AA+(SO)'. SO or Structured Obligation is a special support that helps build investor confidence.\\n\", 'Both the ratings remain on “Rating Watch with Negative Implications”.\\n', '\\n', 'Both the companies have about Rs 541 crore of bonds outstanding where standalone provident funds and mutual funds are likely to have invested.\\n', '\\n', 'JRPICL is a subsidiary of IL&FS Transportation Networks Ltd, and a part of the Infrastructure Leasing and Financial Services Ltd (IL&FS) group.\\n', '\\n', \"“The rating action follows significantly heightened risk of default due to a reversal in the management's earlier stance of maintaining the integrity of JRPICL's ringfenced structure and structured payment waterfall,” Crisil said in a note released on Saturday.\\n\", 'NKEL is a subsidiary of IL&FS Trust Company Ltd - ITNL Road Investment Trust and part of Infrastructure Leasing and Financial Services Ltd (IL&FS) group.\\n', '\\n', \"“The rating action follows a reversal of the management's earlier stance of maintaining the integrity of ringfenced structure and structured payment waterfall in some of its SPVs, including JRPICLby invoking the National Company Law Appellate Tribunal's (NCLAT) interim stay order,” the rating company said.\\n\", '\\n', 'Earlier in the week, IL&FS new management conveyed to SPV bond investors asking refund of its coupon repayments since October, when the government toppled the erstwhile management, blamed for mismanagement leading to a series of defaults. It indicated that it would not be able to repay them in future as a court moratorium granted to group companies also applies on them.\\n', 'Following this, both rating companies, which rated debt securities in five SPVs at least, hinted at sharp downgrades to ‘D’, or default grade, for the outstanding loans and debt at the SPVs if repayments are stopped at those operating units.\\n', 'Five such companies included Jharkhand Road Projects Implementation Company, Hazaribagh Ranchi Expressway Ltd, Jorbat Shillong Expressway, North Karnataka Expressway and West Gujarat Expressway. \\n', '\\n', 'In total, the group has about 334 special purpose vehicles. \\n', '\\n', 'Such downgrades will hit India’s structured ', ' market badly as the market is like a cash conduit to lower-rated borrowers,” said a senior executive, who was involved in arranging those bond sales in the past.\\n', '\\n', 'This could head into a lockdown if special purpose vehicles (SPV) of IL&FS are allowed to skip repayments to investors until bankruptcy courts resolve the debt at the infrastructure financier and its subsidiaries. \\n', '\\n\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/lodha-group-unit-to-buy-back-2020-dollar-bonds/articleshow/67642956.cms", "page_title": "Lodha Group unit to buy back 2020 dollar bonds", "text": "['MUMBAI: ', ', a subsidiary of India’s largest realty developer ', ', has announced a buy-back programme for its senior dollar-denominated ', ', which are due in the year 2020.\\n', '\\n', 'The company has appointed J.P. Morgan Securities PLC to repurchase up to $65 million or 20% of the $325 million outstanding bonds with 12% coupon listed on Singapore Stock Exchange (SGX), the company said in a release.\\n', '\\n', 'The buyback of these senior notes will be financed by the company from its currently available funds.\\n', '\\n', '“The purpose of the purchase of the 2020 Bonds is for the company to provide liquidity to the 2020 Bondholders, proactively manage its capital structure and reduce gross debt and leverage,” the release said.\\n', '\\n', 'It is expected that the bond repurchase arrangements will start from today. In accordance with the terms and conditions of the 2020 Bonds, the purchased 2020 Bonds may either be cancelled or held until their maturity date.\\n', '\\n', 'Lodha Developers International had issued the dollar bonds in two tranches. In the first tranche, the company had raised $200 million at 12% coupon rate in 2015-16 and the second tranche of $125 million at 8.9% coupon was raised in late 2017.\\n', '\\n', 'According to the company, its consolidated debt stands at Rs 18,000 crore as on end of January 2018. The developer clocked sales of Rs 4,200 crore during April-September, while sales collection from customers was Rs 5,000 crore during the period.\\n', '\\n', 'Last year, Lodha Developers filed its draft red herring prospectus to raise funds around Rs 5,500 crore through its Initial Public Offer (IPO). The company received ', ' regulator Securities & Exchange Board of India’s (SEBI) approval for the IPO in July. However, the issue has been deferred in the backdrop of weak market conditions.\\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/many-firms-pension-funds-may-lose-rs-20k-crore-in-ilfs-bonds/articleshow/67619480.cms", "page_title": "Many firms’ pension funds may lose Rs 20k-crore in IL&FS bonds", "text": "['Infosys, State Bank of India and GIC Re feature in the list of companies whose employees face potential hits to their retirement savings, with pension funds at these entities investing in various debt papers of the troubled infrastructure financier IL&FS.\\n', '\\n', 'These standalone provident funds have invested in debt securities such as bonds and intercorporate deposits sold by the IL&FS group companies.\\n', '\\n', 'Funds from large corporates, including ', ' (BHEL), Bharat Electronics (BEL), Indian Oil Corporation (IOCL), Bharat Petroleum Corporation (BPCL), ', ' Corporation (HPCL), Vizag Steel and Food Corporation of India (FCI) and Hyderabad-based NMDC, have exposure to the infrastructure financier.\\n', '\\n', 'According to estimates, provident funds of companies have an exposure of Rs 15,000-20,000 crore to the IL&FS group, ET reported on January 15.\\n', '\\n', '\\n', ' \\n', '“Infosys along with many private and state-owned companies have invested in IL&FS bonds under the provident fund schemes,” said a source aware of the development. “Many companies invested in the bonds of IL&FS in anticipation of safe and secure returns for their employees.”\\n', '\\n', ' declined to comment. GIC Re said its exposure to IL&FS in PF/Pensions is about Rs 10 crore. Emails sent to most companies remained answered until the publication of this report.\\n', '\\n', 'IL&FS has a total debt of Rs 91,000 crore. Of this, about Rs 50,000 crore is owed to the banks. Data on exposure through bonds/debentures are not immediately available. According to UBS estimates, YES Bank, Bank of Baroda, ', ' and IndusInd have relatively high exposure to the group.\\n', '\\n', 'Among the provident funds, BHEL alone has about 10 standalone entities across the country, putting in about Rs 150 crore in the IL&FS group-owned debt securities, showed a market estimate. Oil marketing companies may have invested about Rs 200 crore each. FCI’s exposure could be in the range of Rs 200-250 crore, said market sources involved in selling debt securities in the past.\\n', '\\n', '“While some of those privately managed provident funds have been partly paid using the Debenture Redemption Reserves, others have started providing for the expected losses,” said a senior executive who did not wish to be named. Bond trustees are in talks with the new management at IL&FS.\\n', '\\n', 'Unlike banks, PFs need not provide for investment losses every quarter. They account for losses at the end of a financial year. If any company incurs losses in managing the retirement money of its staff, it must make good such losses by infusing cash.\\n', '\\n', '\\n \\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/sbi-raises-1-25-billion-via-bonds/articleshow/67571314.cms", "page_title": "SBI raises $1.25 billion via dollar bond sale", "text": "['Mumbai: The country’s largest lender ', ' has raised a total of $1.25 billion in its largest funding deal in almost five years as it arms itself for demand for ', ' funds from companies in the new year.\\n', '\\n', ' raised $1.25 billion in a dual bond sale which included a threeyear note and a five-year bond to investors across the globe. Strong demand ensured that the bank received total bids worth $4 billion allowing the bank to raise money at a tighter yield than what bankers had indicated.\\n', '\\n', '“This is the largest US dollar bond issuance by SBI after April 2014 denoting the strong investor following for the credit,” said Shashank Joshi, head global corporate banking at MUFG. “The deal saw the highest participation for any SBI offshore deal by public sector/sovereign wealth funds indicating the strength of the underlying credit,” Joshi said.\\n', '\\n', ' \\n', '\\n', 'US-based investors cornered the three-year sale with 45 per cent of the issue, followed by Asia (36 per cent) and Europe (19 per cent). The five-year bond was lapped up by Asian investors who bought 46 per cent of the ', ' on offer followed by US investors who bought 29 per cent, bankers said.\\n', '\\n', '“These funds will be used to lend overseas under ECB and for investments abroad. Our balance sheet is $60-billion strong and growing and this is one part of our sources of funds,” said Venkat Nageswar, DMD, global markets, SBI. The three-year bond was over-subscribed more than four times while the five-year tranche was almost two times oversubscribed. SBI finally raised $400 million of three-year money at 157 basis points above the three-year US treasury at a final yield of around 4.08 per cent and $850 million of five-year money at 185 basis points above the five-year US treasury at around 4.38 per cent. One basis point is 0.01 percentage point.\\n', '\\n', '“We saw significant interest from US-based investors. In addition, the size and quality of the orderbook allowed us to tighten the pricing by 25 bps-32 bps across the two tranches. The 3-year tranche was priced through the outstanding secondary curve of the bank, which is unprecedented in these markets,” said Hitendra Dave, Head of Global Banking and Markets for HSBC India. Meanwhile, oil marketing company BPCL is also in the market to raise $500 million.\\n', '\\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/bond-investors-demand-a-seat-in-ilfs-board/articleshow/67577971.cms", "page_title": "Crisis-hit IL&FS bond holders want a seat on board", "text": "['Frustrated with the opacity and snail-paced movement at the resolution of default at Infrastructure Leasing & Financial Services (IL&FS) group companies, a bunch of bond holders are demanding a seat on the board run by government-appointed directors and headed by ', '.\\n', '\\n', 'While the board hasn’t yet responded to the demands of the bond holders, the representatives of lenders are set to move a petition in the ', ' that’s hearing the government plea of moratorium on the Rs 91,000 crore of loans. “We have approached the new IL&FS management seeking a nominee director seat on the board,” said UK Maheshwari, managing director at Centbank Financial Service, a custodian for bond holders in IL&FS and IL&FS Financial Services.\\n', '\\n', 'IL&FS went into administration in October after the company defaulted on payment obligations. The government sacked the entire board and charged it with mismanagement and corruption. There are allegations of financial misdoings and the former senior management have restrictions imposed on them, including on their financial spendings. Although the government-appointed management is moving on resolution with appointment of advisors to sell the assets, bond holders believe they are not being given a fair hearing.\\n', '\\n', 'Centbank Financial services is the trustee of such bonds sold by IL&FS and IL&FS Financial Services that have about Rs 15,000 crore outstanding debt securities, including bonds and inter corporate deposits.\\n', '\\n', 'The trustee has also objected dividend payments by IL&FS to its shareholders for 2017-18, said another source. Of the total loans outstanding of Rs 91,000 crore, about 61 per cent is owed to banks as loans and 30-40 per cent as bonds to other investors.\\n', '\\n', '“We will soon file a supplementary petition at Mumbai NCLT regarding this as it will protect interest of bond holders,” said V Kamdar, company secretary at Centbank.\\n', '\\n', 'IL& FS’ woes are just worsening by the day.\\n', '\\n', '“The contract awarded for construction, operation and maintenance of 2-Lane Bi-Directional Zojila Tunnel (the project), awarded by NHDCL in the State of Jammu & Kashmir has been terminated effective January 15 this year,” the infrastructure conglomerate said in a release.\\n', '\\n', 'Earlier this week, India Ratings and ', ' hinted at sharp downgrades to ‘D’, or default grade, for the outstanding loans and debt at the special purpose vehicles as repayments are stopped at those operating units. India Ratings and Crisil rated the bonds issued by five such companies - Jharkhand Road Projects Implementation Co, Hazaribagh Ranchi Expressway Ltd, Jorbat Shillong Expressway, North Karnataka Expressway and West Gujarat Expressway.\\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/what-prompted-foreign-lenders-to-buy-piramal-bonds/articleshow/67477505.cms", "page_title": "What prompted foreign lenders to buy Piramal bonds?", "text": "['MUMBAI: Billionaire Ajay Pirmal-controlled Pirmal Enterprises (PEL), which has a substantial lending business, has raised about Rs 5,000 crore in bond sales in the past one month, allaying concerns of liquidity constraints in the non-banking finance industry.\\n', '\\n', 'HSBC, ', ' and ', ', besides some domestic funds such as Reliance Mutual Fund, have bought debt papers of PEL, three people familiar with the matter told ET. ', ' is also in the process of subscribing to a new series of PEL bonds worth Rs 600-700 crore.\\n', '\\n', 'The individual banks and Reliance MF declined to comment on the matter, while a mail sent to Credit Suisse remained unanswered until the publication of this report.\\n', '\\n', '“Over the past month, Piramal Enterprises has raised Rs 5,000 crore of longer-tenure corporate bonds,” PEL said in an e-mail response to ET’s queries. In addition, Piramal Capital and Housing Finance, a subsidiary company, has raised Rs 4,000 crore of term loans in the same period.\\n', '\\n', '“In keeping with our previously stated intent of increasing the maturity profile of our shorter-term borrowings, this is further aimed at enhancing our liability management,” said the company, adding that banks and mutual funds are the investors.\\n', '\\n', 'These bonds are of two-to-six year maturities, offering rates in the range of 9.70-10.6%, said dealers, citing an increase in the company’s funding cost by about 20-25 basis points. ICRA has rated Piramal Enterprises bonds AA (Stable) grade.\\n', '\\n', 'We are pleased to have raised these funds at a competitive average interest rate of 9.5%, the company said.\\n', 'The Piramal Group has reduced the share of commercial paper (CP) borrowings. CPs are short-term debt securities, usually with less than one-year maturities.\\n', '\\n', 'The bond proceeds will be used for refinancing and other general corporate needs. At the same time, the company aims to balance its assets and liabilities.\\n', '\\n', '“The quantum of money raised in a short span of time and the diversity of institutional participation, despite a challenging market environment, further serves as a testament to the quality of our loan book and robust underwriting standards,” said Khushru Jijina, Managing Director, Piramal Capital & Housing Finance Ltd.\\n', '\\n', 'The liquidity profile of PEL remains supported from listed investments in ', ', unutilised bank lines and a strong promoter group with the stated intention to infuse equity, if required, according to ICRA.\\n', '\\n', '\"PEL is backed by a strong brand name, which may have helped the company avail credit from top foreign banks,” said Ajay Manglunia, Executive Vice President at Edelweiss Financial Services. “All such bonds have been priced moderately, with the issuer seeing a marginal increase in the cost of funds.\"\\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/7th-tranche-of-electoral-bonds-sale-to-kick-off-from-january-1-finmin/articleshow/67274475.cms", "page_title": "7th tranche of electoral bonds sale to kick off from January 1: FinMin", "text": "['NEW DELHI: The seventh tranche of ', ' sale will take place from January 1-10, the ', ' said Thursday.\\n', '\\n', 'Electoral bonds are being pitched as an alternative to cash donations made to political parties as part of efforts to bring transparency in political funding.\\n', '\\n', '\"The ', ' (SBI), in the VII Phase of sale of Electoral Bonds, has been authorised to issue and encash Electoral Bonds through its 29 Authorised Branches w.e.f. January 01 - 10, 2019, \"the ministry said in a statement.\\n', '\\n', 'Electoral bonds aggregating to Rs 1,056.73 crore were purchased by citizens or entities till the completion of sixth phase of issuance of electoral bonds in November 2018.\\n', '\\n', 'The 29 specified SBI branches are in cities like New Delhi, Gandhinagar, Patna, Chandigarh, Bengaluru, Bhopal, Mumbai, Jaipur, Lucknow, Chennai, Kolkata and Guwahati.\\n', '\\n', 'The government notified the Electoral Bond Scheme in January this year.\\n', '\\n', 'As per provisions of the scheme, electoral bonds may be purchased by a person, who is a citizen of India or entities incorporated or established in India.\\n', '\\n', 'Registered political parties that have secured not less than 1 per cent of the votes polled in the last election of the Lok Sabha or legislative assembly will be eligible to receive electoral bonds.\\n', '\\n', 'The sale of first batch of electoral bonds took place from March 1-10, 2018.\\n', '\\n', 'SBI is the only authorised bank to issue such bonds. A person can buy electoral bonds, either singly or jointly, with other individuals.\\n', '\\n', 'An electoral bond will be valid for 15 days from the date of issue. No payment would be made to any payee ', ' if the bond is deposited after expiry of the validity period.\\n', '\\n', 'The bond deposited by any eligible political party into its account would be credited on the same day.\\n', '\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/sbi-hdfc-among-companies-raising-5-billion-in-overseas-bonds/articleshow/67224185.cms", "page_title": "SBI, HDFC among companies raising $5 billion in overseas bonds", "text": "['The country’s biggest lender and mortgage-financier, State Bank of India and Housing Development Finance Corp (', '), head the list of local companies that would usher in the New Year by raising about $5 billion in overseas ', ', taking advantage of the recent declines in US benchmark yields.\\n', '\\n', 'These bonds could be sold in the next three to six weeks, multiple sources with direct knowledge of the mega fund-raising told ET. Alternative energy firm ReNew, motor-fuel retailers Bharat Petroleum Corp Ltd (BPCL) and Indian Oil Corp (IOC), and power producer NTPC are the four other companies seeking to raise debt funds that could be used to finance capital assets, refinancing and other corporate purposes.\\n', '\\n', 'ReNew, which is launching an equity share sale, is planning to raise about $500 million to $1 billion through bonds, sources said. The two state-owned oil marketing companies and the power producer may raise about $500 each, sources said. HDFC and ', ' could raise $2.5 billion between them.\\n', '\\n', 'Email queries sent to five of the six issuers remained unanswered until the publication of this report.\\n', '\\n', '“Companies will require growth capital next year amid increasing economic activity,” said Sidharth Rath, MD & CEO, SBM Bank (India). “It is natural that they will be out to raise money both from overseas and domestic markets.”\\n', '\\n', 'SBM Bank has obtained the universal banking licence from RBI, and became operational since December 1.\\n', '\\n', 'SBI has floated a Request for Proposal (RFP) to choose investment bankers that will help it raise about $1-1.5 billion, including likely oversubscription. Several foreign and domestic banks are seeking to participate in this fund-raising process.\\n', '\\n', 'The issues, if successful, will amount to about three-fourths of the bond sale proceeds for the whole of 2018. Offshore bond issuances, largely denominated in dollars and sold to international banks and institutions, have fallen to $6.76 billion until end-November this calendar year.\\n', '\\n', 'Bond issuances are the lowest this calendar year since 2009, when companies had sold $2.14 billion in the immediate aftermath of the biggest financial crisis since the Great Depression, showed data from global analytics firm Dealogic.\\n', '\\n', 'On November 16, ET reported that mortgage lender HDFC was planning to raise up to $1 billion via its maiden dollar bonds, which could be launched either in January or February.\\n', '\\n', 'Investment bankers from Bank of America-Merrill Lynch, Barclays, Citi, JP Morgan, MUFG, and ', ' are said to be helping the issuers arrange the funds. Individual banks could not be contacted immediately.\\n', '\\n', ' \\n', ' \\n', 'In most cases, those dollar-denominated papers could be of five-year maturity. The proposed overseas securities would be either of “144A” nature, or Regulation S type. The categories would club the institutional investors under two heads - across Asia, Europe and the US, and outside the US only.\\n', '\\n', 'Declining US Treasury yields, which are benchmarked for pricing dollar bonds, have prompted Indian companies to look for capital beyond home.\\n', '\\n', 'In the past six weeks, the 10-year benchmark UST declined 45 basis points to yield 2.79 per cent. They were at a seven-year high in October, having raced past 3 per cent.\\n', '\\n', 'ReNew might beat the others in launching the bond sales next year.\\n', '\\n', '“For ReNew, road shows are nearly complete and the launch is expected before the second week of January. The others are expected in the next few weeks after ReNew,” said one of the sources cited above.\\n', '\\n']"}, {"link": "https://in.reuters.com/article/telkomkenya-m-a-bharti-airtel/bharti-airtel-in-talks-to-buy-telkom-kenya-sources-idINKCN1P80NO", "page_title": "Bharti Airtel in talks to buy Telkom Kenya: sources", "text": "['NAIROBI (Reuters) - India’s Bharti Airtel is in talks to buy Telkom Kenya, the East African nation’s smallest telecoms operator, to create a stronger challenger to market leader Safaricom, three industry sources told Reuters on Monday. ', 'London-based Helios Investment, which owns a 60 percent stake in Telkom, is looking to partly cash out of the investment which it entered in 2015, the sources said. ', 'Airtel, currently Kenya’s second-biggest telecoms operator, declined to comment. Number three Telkom was not immediately available to comment.  ', 'The move comes after the two companies held merger talks last year, only for them to abandon the plan. Telkom made the approach that time. ', '“Airtel is in the driving seat. They are leading the talks. Helios is partially cashing out,” said one of the sources. ', 'The deal is expected to be completed by the end of this quarter, the sources said.  ', 'The sector regulator Communications Authority of Kenya said it was yet to be formally notified by the two operators of the latest attempt at a deal.   ', 'Reporting by Duncan Miriri; Editing by Jason Neely and Mark Potter']"}, {"link": "https://in.reuters.com/article/bharti-airtel-africa-ipo/bharti-airtel-picks-banks-for-london-flotation-of-africa-business-sources-idINKCN1LU12X", "page_title": "Bharti Airtel picks banks for London flotation of Africa business - sources", "text": "['LONDON (Reuters) - India’s biggest mobile carrier Bharti Airtel Ltd has chosen UBS, JP Morgan and Citi to coordinate the London initial public offering of its Africa business, two sources familiar with the matter said. ', 'In February Bharti Airtel Ltd said the holding company for its Africa operations was looking at a potential IPO. The appointment of banks for a London listing is a sign the process is progressing. ', 'Bharti Airtel and the banks declined to comment. The company has not given a timeframe for the listing to happen.  ', 'The sources declined to comment on the valuation of the Africa operations but the business represents just over a quarter of the revenue of the listed entity, which has a $20 billion market capitalisation.     ', 'Bharti Airtel owns telecom assets in 14 African countries. In the quarter ending June 2018, Africa revenue was 201 billion Indian rupees ($2.80 billion) and earnings before interest, tax, depreciation and amortisation (EBITDA) were 68 billion rupees.    ', 'Globally the company has almost 460 million customers. In the quarter ending June 2018, it posted revenue of $3 billion with EBITDA of more than $1 billion.  ', '($1 = 71.7900 Indian rupees) ', 'Additional reporting by Sankalp Phartiyal in Mumbai; Editing by Jan Harvey']"}, {"link": "https://in.reuters.com/article/bharti-airtel-results/indias-bharti-airtel-posts-surprise-q1-profit-idINL4N1UM4OO", "page_title": "India's Bharti Airtel posts surprise Q1 profit", "text": "['July 26 (Reuters) - India’s Bharti Airtel Ltd posted a surprise first-quarter profit on Thursday, helped by tax gains in the period. ', 'Profit fell 73.5 percent to 973 million rupees ($14.17 million) for the quarter ended June 30, as a pricing war that has upended the telecoms sector continued to weigh on the mobile carrier. ', 'The company had reported a profit of 3.67 billion rupees a year earlier. ', 'Analysts, on average, expected a net loss of 3.08 billion rupees, according to estimates by Thomson Reuters I/B/E/S. ', 'Revenue fell about 9 percent to 200.80 billion rupees, the company said in a statement ', '. ($1 = 68.6700 Indian rupees) (Reporting by Chris Thomas in Bengaluru; Editing by Adrian Croft)']"}, {"link": "https://in.reuters.com/article/bharti-airtel-results/bharti-airtel-september-quarter-profit-plunges-on-pricing-pressure-idINKCN1MZ1LR", "page_title": "Bharti Airtel September-quarter profit plunges on pricing pressure", "text": "['(Reuters) - India’s Bharti Airtel Ltd posted a 65.4 percent fall in quarterly profit on Thursday, as it faces pricing pressure amid aggressive competition in the country’s telecom sector. ', 'India’s telecom industry has been battered by a price war, sparked by the entry of billionaire Mukesh Amabani-owned Reliance Jio Infocomm Ltd. ', 'Meanwhile, Idea Cellular Ltd and Vodafone Plc have merged their India operations to create the country’s largest telecom operator by subscribers and revenue.  ', 'Bharti Airtel posted a profit of 1.19 billion rupees ($16.25 million) for the quarter ended Sept. 30, compared with a profit of 3.43 billion rupees a year ago. ', 'Revenue fell about 6.2 percent to 204.23 billion rupees, the New Delhi-based company said. ', 'Its domestic average revenue per user (ARPU) during the quarter fell 28.8 percent to 101 rupees, while Africa ARPU dropped to $3 from $3.2 last year.     ', 'Airtel shares closed down 6.43 percent on Thursday, while the NSE index ended 0.98 percent lower. ', '($1 = 73.2300 Indian rupees) ', 'Reporting By Arnab Paul in Bengaluru; Editing by Amrutha Gayathri']"}, {"link": "https://in.reuters.com/article/bharti-airtel/bharti-airtel-falls-to-near-eight-week-low-after-moodys-downgrade-idINKCN1PU0BT", "page_title": "Bharti Airtel falls to near eight-week low after Moody's downgrade", "text": "['(Reuters) - Bharti Airtel Ltd’s shares fell 4.5 percent on Tuesday to a near eight-week low, after ratings agency Moody’s Investors Service downgraded some notes of India’s second-largest telecoms company by subscribers. ', 'Airtel, once seen as the bellwether of the domestic telecoms industry, posted a nearly 72 percent fall in quarterly profit last Thursday, suffering from continuing pricing pressure. ', 'The telecoms industry is still reeling from the impact of a price war which began after the entry of Reliance Jio Infocomm Ltd, owned by India’s richest man Mukesh Ambani. ', 'The shake-up resulted in industry consolidation such as London-based Vodafone Plc merging its Indian operations with Idea Cellular in a deal worth $23 billion, making it the biggest telecoms company.  ', 'For an interactive graphic on Indian telecom companies, click on: ', ' ', 'Moody’s downgraded the senior unsecured rating for Airtel and the backed senior unsecured notes issued by unit Bharti Airtel Int’l (Netherlands) B.V. to ‘Ba1’ from ‘Baa3’ on Tuesday.  ', 'The agency withdrew the company’s ‘Baa3’ issuer rating and said the outlook is negative. ', '“The downgrade reflects uncertainty as to whether or not the company’s profitability, cash flow situation and debt levels can improve sustainably and materially, given the competitive dynamics in the Indian telco market,” Annalisa DiChiara,  Moody’s vice president and senior credit officer, said in a note. ', '“A significant recovery in cash flow from the core Indian mobile segment is needed to strengthen the company’s credit quality and support greater financial flexibility.”   ', 'Concerns over Airtel also took a toll on the S&P BSE telecom index, which dropped as much as 3 percent.  ', 'Vodafone Idea Ltd was down 1.5 percent ahead of its December-quarter results on Wednesday.  ', 'Smaller rival Reliance Communications Ltd extended its sharp falls after it moved the National Company Law Appellate Tribunal (NCLT) on Monday to withdraw its appeal in a dispute with Ericsson as it seeks to pursue a debt resolution plan through the country’s bankruptcy court. ', 'Last week, the company had said it would seek fast-track resolution of its debt through the tribunal, the country’s court that deals with bankruptcy cases. ', 'Reporting by Tanvi Mehta in Bengaluru; Editing by Subhranshu Sahu']"}, {"link": "https://in.reuters.com/article/buzz-indias-bharti-airtel-slumps-singtel/buzz-indias-bharti-airtel-slumps-singtels-qtrly-profit-down-idINL4N1V03PB", "page_title": "BUZZ-India's Bharti Airtel slumps; Singtel's qtrly profit down", "text": "['** Shares of telecom giant Bharti Airtel Ltd fall as much as 5.4 pct to 364.50 rupees, their lowest since July 30 ', '** Around 26.9 mln shares change hands in block deals on the NSE ', '** Co’s shareholder, Singapore Telecommunications Ltd (Singtel), reported a 7 pct fall in Q1 net profit after market hours on Wednesday ', '** Singtel says co’s Q1 profit fall hurt by Airtel’s qtrly results ', '** Airtel’s June-qtr profit fell 74 pct amid an intense pricing war in India’s telecom sector following the entry of Reliance Jio Infocomm ', '** Singtel holds 15 pct in Airtel, according to Thomson Reuters data ', '** Over 9.2 mln shares changed hands vs 30-day avg of around 4.5 mln shares ', '** Forward PE is 195.01 vs sector average of 62.96 ', '** Stock is top pct loser on the broader NSE index']"}, {"link": "https://in.reuters.com/article/telkomkenya-ma-bharti-airtel/bharti-airtel-in-talks-on-a-potential-takeover-of-telkom-kenya-sources-idINL8N1ZE1N1", "page_title": "Bharti Airtel in talks on a potential takeover of Telkom Kenya -sources", "text": "['NAIROBI, Jan 14 (Reuters) - Bharti Airtel is in talks about a potential takeover of Telkom Kenya, the East African nation’s smallest operator, three telecoms industry sources told Reuters on Monday. ', 'London-based Helios Investment, which owns a 60 percent stake in Telkom, was looking to partly cash out of the investment which it entered in 2015, the sources said. ', 'Airtel and Telkom were not available for immediate comment. (Reporting by Duncan Miriri; editing by Jason Neely)']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/ioc-to-raise-3-billion-more-in-overseas-loan/articleshow/67554153.cms", "page_title": "IOC to raise $3 billion more in overseas loan", "text": "['State-owned Indian Oil Corp (IOC) may raise about USD 3 billion more through US ', ' issue after the Reserve Bank permitted fuel retailers to raise an overseas loan to check fall in rupee value, its Chairman Sanjiv Singh said Wednesday. ', ' is already in market to raise USD 900 million through a bonds issue and is raising an equivalent sum through a syndicated loan for meeting its working capital requirements. \\n', '\\n', '\"Yes, we will certainly look at raising more overseas loans within the limit set up by RBI,\" he told reporters here. \\n', '\\n', 'RBI had in October last year relaxed external commercial borrowing (ECB) policy for IOC, ', ' Corp Ltd (HPCL) and Bharat Petroleum Corp Ltd (BPCL) to allow them to raise USD 10 billion in overseas loans for working capital needs. It had lifted the individual borrowing limit for the three firms which was set at USD 750 million. \\n', '\\n', ' \"The three OMCs (oil marketing companies) were allowed to raise USD 10 billion and we reckon our share of that would be around USD 5 billion,\" he said. \"We will certainly look at opportunities to raise overseas funds.\" \\n', '\\n', ' He, however, said no timelines have been set for raising of additional loans. \\n', '\\n', ' Singh said since India imports over 80 per cent of its crude oil and pays most of it in US dollars, an overseas loan in the American currency acts as a natural hedge during currency fluctuations. \\n', '\\n', ' Economic Affairs Secretary Subhash Chandra Garg had in October stated that the RBI relaxation would help the oil companies raise as much as USD 10 billion for maturity periods of three to five years. \\n', '\\n', ' The RBI move had followed rupee losing 13 per cent to the dollar during the year and allowing oil companies - who are the biggest buyers of US dollars - to raise overseas loans that would ease pressure on the currency. \\n', '\\n', ' IOC in a regulatory filing on Tuesday said it has launched an international bonds issue of USD 900 million, carrying a coupon of 4.75 per cent. \\n', '\\n', ' The Notes are expected to be settled by January 16, 2019. \\n', '\\n', ' \"The Notes carry a coupon of 4.75 per cent per annum payable semi-annually. The Notes will mature in 2024 and all the principal and interest payments will be made in US dollars,\" it had said. \\n', '\\n', ' IOC said the proceeds of the issue will be used to fund working capital requirements for the normal course of business. \\n', '\\n', 'The bonds will be listed on the Singapore Exchange. \\n', '\\n', 'Bookrunners for the issue are ', ', ', ', SBICAP Securities, ', ' Bank, and ', ' Banking. \\n', '\\n', ' Besides running a huge working capital requirement, IOC is buying back shares and is paying an interim dividend for 2018-19, aggregating to Rs 11,000 crore. \\n', '\\n', ' The board of IOC last month approved buyback of up to 29.76 crore shares, or 3.06 per cent of share capital, at Rs 149 per share aggregating to Rs 4,435 crore. It also approved payment of Rs 6,556 crore as interim dividend to shareholders. \\n', '\\n', \"Fitch Ratings had last month stated that Rs 4,435 crore share buyback and Rs 6.75 per share interim dividend, together with funding requirements for IOC's capex plans to upgrade refineries for new emission standards and expansion of refining and petrochemical capacity, will drive up the company's leverage. \\n\", '\\n', 'Its expected capex of Rs 23,000 crore in 2018-19 and Rs 27,500 crore in 2019-20 will result in continued negative free cash flow. \\n', '\\n', ' The government is pushing cash-rich PSUs to pay higher dividends and buy back shares using their reserves so as to help meet its budget deficit target. \\n', '\\n', 'The government, which holds 54.06 per cent stake in IOC, is expected to participate in the share buyback.\\n']"}, {"link": "https://economictimes.indiatimes.com/markets/bonds/edelweiss-amc-emerges-frontrunner-to-manage-govts-debt-etf/articleshow/67367902.cms", "page_title": "Edelweiss AMC emerges frontrunner to manage govt's debt ETF", "text": "[\"Edelweiss Asset Management has emerged as the frontrunner to create, manage and launch the government's maiden debt \", ' (ETF), industry officials said Thursday.\\n', '\\n', 'Others in the race were SBI Funds Management, Reliance ', ' Asset Management, UTI Asset Management Company and Aditya Birla Sun Life AMC, they added.\\n', '\\n', \"All the five entities in race were invited by the Department of Investment and Public Asset Management (DIPAM) to make a presentation for the planned debt ETF Thursday, as per the information available on the department's website.\\n\", '\\n', 'The selected AMC would work with the government and the advisors in all aspects of creating, launching and managing the proposed debt ETF, including all funds from operation (FFO), tranche and additional offering.\\n', '\\n', 'The debt ETF would comprise bonds, credit-linked note, debentures, promissory notes as underlying instruments issued by participating CPSEs/ PSBs/PSUs. The proposed debt ETF may also include government securities (G-Secs).\\n', '\\n', 'Finance Minister ', ' in 2018-19 budget had announced plans for a debt ETF, following the success of equity ETFs like CPSE ETF and Bharat-22 ETF.\\n', '\\n', 'To give effect to this, the DIPAM in November, had invited bids from mutual funds or asset management companies (AMCs) for the proposed debt ETF.\\n', '\\n', 'The debt ETF would help these state-run companies meet the capex and business needs by leveraging their aggregate strength. This will bring enhanced liquidity, investors base and transparency of the participating central public sector enterprises (CPSEs).\\n', '\\n', 'In India, the corporate bond market constitutes a relatively small size of around 13 per cent in terms of the GDP as compared to the government bond market, which is around 30.4 per cent in terms of the GDP. The debt market consists of the G-Sec market and the corporate debt market.\\n', '\\n', 'The G-Secs accounts for 79 per cent of the total amount of outstanding bonds in India. PTI SP DRR 01031630 NNNN\\n', '\\n']"}]